Repository: daaihang/sprout
Catalog: sprout/sprout/Common.xcstrings
Source language: en
Languages: es_419, fr, ja, ko, ru, zh_hans, zh_hant

# common.back
source: Back
es_419: Volver
fr: Retour
ja: 戻る
ko: 뒤로
ru: Назад
zh_hans: 返回
zh_hant: 返回

# common.cancel
source: Cancel
es_419: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common.debug
source: Debug
es_419: Depurar
fr: Déboguer
ja: デバッグ
ko: 디버그
ru: Отладка
zh_hans: 调试
zh_hant: 除錯

# common.delete
source: Delete
es_419: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
es_419: Hecho
fr: Terminé
ja: 完了
ko: 완료
ru: Готово
zh_hans: 完成
zh_hant: 完成

# common.error
source: Error
fr: Erreur
ja: エラー
ko: 오류
ru: Ошибка
zh_hans: 错误
zh_hant: 錯誤

# common.follow_system
source: Follow System
es_419: Seguir sistema
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
ru: По системе
zh_hans: 跟随系统
zh_hant: 跟隨系統

# common.no
source: No
fr: Non
ja: いいえ
ko: 아니오
ru: Нет
zh_hans: 否
zh_hant: 否

# common.none
source: None
es_419: Ninguno
fr: Aucun
ja: なし
ko: 없음
ru: Нет
zh_hans: 无
zh_hant: 無

# common.open_settings
source: Open Settings
es_419: Abrir configuración
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки
zh_hans: 打开设置
zh_hant: 打開設定

# common.purchase
source: Purchase
es_419: Comprar
fr: Acheter
ja: 購入
ko: 구매
ru: Купить
zh_hans: 购买
zh_hant: 購買

# common.refresh_packages
source: Refresh Packages
es_419: Actualizar paquetes
fr: Actualiser les paquets
ja: プランを更新
ko: 패키지 새로고침
ru: Обновить пакеты
zh_hans: 刷新套餐
zh_hant: 重新整理方案

# common.restore_purchases
source: Restore Purchases
es_419: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
ko: 구매 복원
ru: Восстановить покупки
zh_hans: 恢复购买
zh_hant: 恢復購買

# common.save
source: Save
es_419: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# common.view_all
source: View All
es_419: Ver todo
fr: Voir tout
ja: すべて表示
ko: 모두 보기
ru: Показать все
zh_hans: 查看全部
zh_hant: 查看全部

# common.yes
source: Yes
es_419: Sí
fr: Oui
ja: はい
ko: 예
ru: Да
zh_hans: 是
zh_hant: 是

# common.close
source: Close
es_419: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

# common.clear
source: Clear
es_419: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
ru: Очистить
zh_hans: 清空
zh_hant: 清空

# common.request_permission
source: Request Permission
es_419: Solicitar permiso
fr: Demander la permission
ja: 権限をリクエスト
ko: 권한 요청
ru: Запросить разрешение
zh_hans: 请求权限
zh_hant: 請求權限

# common.clear_data
source: Clear Data
es_419: Borrar datos
fr: Effacer les données
ja: データをクリア
ko: 데이터 지우기
ru: Очистить данные
zh_hans: 清除数据
zh_hant: 清除資料

# common.title
source: Title
es_419: Título
fr: Titre
ja: タイトル
ko: 제목
ru: Название
zh_hans: 标题
zh_hant: 標題

# common.location_name
source: Location Name
es_419: Nombre del lugar
fr: Nom du lieu
ja: 場所名
ko: 장소 이름
ru: Название места
zh_hans: 地点名称
zh_hant: 地點名稱

# common.quote.content
source: Quote Content
es_419: Contenido de la cita
fr: Contenu de la citation
ja: 引用内容
ko: 인용구 내용
ru: Содержание цитаты
zh_hans: 语录内容
zh_hant: 語錄內容

# common.author
source: Author
es_419: Autor
fr: Auteur
ja: 著者
ko: 저자
ru: Автор
zh_hans: 作者
zh_hant: 作者

# common.city_name
source: City Name
es_419: Nombre de la ciudad
fr: Nom de la ville
ja: 都市名
ko: 도시 이름
ru: Название города
zh_hans: 城市名称
zh_hant: 城市名稱

# common.temperature
source: Temperature
es_419: Temperatura
fr: Température
ja: 気温
ko: 온도
ru: Температура
zh_hans: 温度
zh_hant: 溫度

# common.feels_like
source: Feels Like
es_419: Sensación térmica
fr: Ressenti
ja: 体感温度
ko: 체감 온도
ru: Ощущается как
zh_hans: 体感温度
zh_hant: 體感溫度

# common.high_low
source: High / Low
es_419: Máx / Mín
fr: Max / Min
ja: 最高 / 最低
ko: 최고 / 최저
ru: Макс / Мин
zh_hans: 最高 / 最低
zh_hant: 最高 / 最低

# common.humidity_percent
source: Humidity %d%%
es_419: Humedad %d%%
fr: Humidité %d%%
ja: 湿度 %d%%
ko: 습도 %d%%
ru: Влажность %d%%
zh_hans: 湿度 %d%%
zh_hant: 濕度 %d%%

# common.weather_condition
source: Weather Condition
es_419: Condición del clima
fr: Condition météo
ja: 天気状況
ko: 날씨 상태
ru: Погодные условия
zh_hans: 天气状况
zh_hant: 天氣狀況

# common.duration_text
source: Duration Text
es_419: Texto de duración
fr: Texte de durée
ja: 時間テキスト
ko: 시간 텍스트
ru: Текст продолжительности
zh_hans: 时长文本
zh_hant: 時長文字

# common.name
source: Name
es_419: Nombre
fr: Nom
ja: 名前
ko: 이름
ru: Имя
zh_hans: 姓名
zh_hant: 姓名

# common.nickname
source: Nickname
es_419: Apodo
fr: Surnom
ja: ニックネーム
ko: 별명
ru: Прозвище
zh_hans: 昵称
zh_hant: 暱稱

# common.relationship
source: Relationship
es_419: Relación
fr: Relation
ja: 関係
ko: 관계
ru: Отношения
zh_hans: 关系
zh_hant: 關係

# common.month_day_label
source: Month Day Label
es_419: Etiqueta de día del mes
fr: Étiquette jour du mois
ja: 月日ラベル
ko: 월일 레이블
ru: Ярлык дня месяца
zh_hans: 月日标签
zh_hant: 月日標籤

# common.width
source: Width
es_419: Ancho
fr: Largeur
ja: 幅
ko: 너비
ru: Ширина
zh_hans: 宽度
zh_hant: 寬度

# common.height
source: Height
es_419: Altura
fr: Hauteur
ja: 高さ
ko: 높이
ru: Высота
zh_hans: 高度
zh_hant: 高度

# common.sort
source: Sort
es_419: Ordenar
fr: Trier
ja: 並び順
ko: 정렬
ru: Сортировка
zh_hans: 排序
zh_hant: 排序

# common.value
source: Value
es_419: Valor
fr: Valeur
ja: 数値
ko: 값
ru: Значение
zh_hans: 数值
zh_hant: 數值

# common.goal
source: Goal
es_419: Meta
fr: Objectif
ja: 目標
ko: 목표
ru: Цель
zh_hans: 目标
zh_hant: 目標

# common.duration
source: Duration
es_419: Duración
fr: Durée
ja: 時間
ko: 기간
ru: Продолжительность
zh_hans: 时长
zh_hant: 時長

# common.note_optional
source: Note (Optional)
es_419: Nota (opcional)
fr: Note (facultatif)
ja: メモ（任意）
ko: 메모 (선택사항)
ru: Заметка (необязательно)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

# common.list_title_optional
source: List Title (Optional)
es_419: Título de lista (opcional)
fr: Titre de la liste (facultatif)
ja: リストタイトル（任意）
ko: 목록 제목 (선택사항)
ru: Название списка (необязательно)
zh_hans: 清单标题（可选）
zh_hant: 清單標題（可選）

# common.item
source: Item
es_419: Elemento
fr: Élément
ja: 項目
ko: 항목
ru: Элемент
zh_hans: 事项
zh_hant: 事項

# common.add
source: Add
es_419: Agregar
fr: Ajouter
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 添加
zh_hant: 添加

# common.book_title
source: Book Title
es_419: Título del libro
fr: Titre du livre
ja: 書名
ko: 책 제목
ru: Название книги
zh_hans: 书名
zh_hant: 書名

# common.rating
source: Rating
es_419: Calificación
fr: Note
ja: 評価
ko: 평점
ru: Рейтинг
zh_hans: 评分
zh_hant: 評分

# common.film_title
source: Film Title
es_419: Título de la película
fr: Titre du film
ja: 映画名
ko: 영화 제목
ru: Название фильма
zh_hans: 电影名称
zh_hant: 電影名稱

# common.year
source: Year
es_419: Año
fr: Année
ja: 年
ko: 연도
ru: Год
zh_hans: 年份
zh_hant: 年份

# common.director
source: Director
fr: Réalisateur
ja: 監督
ko: 감독
ru: Режиссёр
zh_hans: 导演
zh_hant: 導演

# common.musickit.authorized
source: MusicKit Authorized
es_419: MusicKit autorizado
fr: MusicKit autorisé
ja: MusicKit 承認済み
ko: MusicKit 권한 있음
ru: MusicKit авторизован
zh_hans: MusicKit 已授权
zh_hant: MusicKit 已授權

# common.musickit.denied
source: MusicKit Denied
es_419: MusicKit denegado
fr: MusicKit refusé
ja: MusicKit 拒否済み
ko: MusicKit 거부됨
ru: MusicKit отклонён
zh_hans: MusicKit 已拒绝
zh_hant: MusicKit 已拒絕

# common.musickit.not_determined
source: MusicKit Not Authorized
es_419: MusicKit no autorizado
fr: MusicKit non autorisé
ja: MusicKit 未承認
ko: MusicKit 권한 없음
ru: MusicKit не авторизован
zh_hans: MusicKit 未授权
zh_hant: MusicKit 未授權

# common.musickit.restricted
source: MusicKit Restricted
es_419: MusicKit restringido
fr: MusicKit restreint
ja: MusicKit 制限あり
ko: MusicKit 제한됨
ru: MusicKit ограничен
zh_hans: MusicKit 受限
zh_hant: MusicKit 受限

# common.musickit.unknown
source: MusicKit Unknown
es_419: MusicKit desconocido
fr: MusicKit inconnu
ja: MusicKit 不明
ko: MusicKit 알 수 없음
ru: MusicKit неизвестен
zh_hans: MusicKit 未知状态
zh_hant: MusicKit 未知狀態

# common.debug.title
source: Debug
es_419: Depurar
fr: Déboguer
ja: デバッグ
ko: 디버그
ru: Отладка
zh_hans: 调试
zh_hant: 除錯

# common.debug.voice_test
source: Voice Test
es_419: Prueba de voz
fr: Test vocal
ja: 音声テスト
ko: 음성 테스트
ru: Тест голоса
zh_hans: 语音测试
zh_hant: 語音測試

# common.debug.speech_to_text
source: Speech to Text
es_419: Voz a texto
fr: De la parole au texte
ja: 音声文字起こし
ko: 음성 텍스트 변환
ru: Речь в текст
zh_hans: 语音转文字
zh_hant: 語音轉文字

# common.debug.subscription
source: Subscription
es_419: Suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독
ru: Подписка
zh_hans: 订阅
zh_hant: 訂閱

# common.debug.adaptive_preview
source: Adaptive Preview
es_419: Vista previa adaptable
fr: Aperçu adaptatif
ja: 適応プレビュー
ko: 적응형 미리보기
ru: Адаптивный просмотр
zh_hans: 自适应预览
zh_hant: 自適應預覽

# common.debug.controls
source: Debug Controls
es_419: Controles de depuración
fr: Contrôles de débogage
ja: デバッグコントロール
ko: 디버그 컨트롤
ru: Элементы управления отладкой
zh_hans: 调试控件
zh_hant: 除錯控制項

# common.debug.select_photos
source: Select Photos
es_419: Seleccionar fotos
fr: Sélectionner des photos
ja: 写真を選択
ko: 사진 선택
ru: Выбрать фото
zh_hans: 选择照片
zh_hant: 選擇照片

# common.debug.selected_photos
source: Selected %d Photos
es_419: %d fotos seleccionadas
fr: %d photos sélectionnées
ja: %d枚の写真を選択済み
ko: %d장 사진 선택됨
ru: Выбрано %d фото
zh_hans: 已选择 %d 张照片
zh_hant: 已選擇 %d 張照片

# common.debug.edit_location
source: Edit Location
es_419: Editar ubicación
fr: Modifier le lieu
ja: 場所を編集
ko: 위치 편집
ru: Редактировать местоположение
zh_hans: 编辑地点
zh_hant: 編輯地點

# common.debug.add_link
source: Add Link
es_419: Agregar enlace
fr: Ajouter un lien
ja: リンクを追加
ko: 링크 추가
ru: Добавить ссылку
zh_hans: 添加链接
zh_hant: 添加連結

# common.debug.now_playing
source: Now Playing
es_419: Reproduciendo ahora
fr: En lecture
ja: 再生中
ko: 지금 재생 중
ru: Сейчас играет
zh_hans: 正在播放
zh_hant: 正在播放

# common.debug.no_music_playing
source: No music is currently playing
es_419: No hay música reproduciéndose actualmente
fr: Aucune musique n'est en cours de lecture
ja: 現在再生中の音楽はありません
ko: 현재 재생 중인 음악 없음
ru: Сейчас ничего не играет
zh_hans: 暂无正在播放的音乐
zh_hant: 暫無正在播放的音樂

# common.debug.search_add_music
source: Search and Add Music
es_419: Buscar y agregar música
fr: Rechercher et ajouter de la musique
ja: 音楽を検索して追加
ko: 음악 검색 및 추가
ru: Найти и добавить музыку
zh_hans: 搜索并添加音乐
zh_hant: 搜尋並添加音樂

# common.debug.refresh_now_playing
source: Refresh Now Playing
es_419: Actualizar Reproduciendo ahora
fr: Actualiser ce qui est en lecture
ja: 再生中を更新
ko: 지금 재생 중 새로고침
ru: Обновить сейчас играет
zh_hans: 刷新正在播放
zh_hant: 重新整理正在播放

# common.debug.preset_quotes
source: Preset Quotes
es_419: Citas preestablecidas
fr: Citations prédéfinies
ja: プリセット引用
ko: 사전 설정된 인용구
ru: Заданные цитаты
zh_hans: 预设语录
zh_hant: 預設語錄

# common.debug.fetching
source: Fetching...
es_419: Obteniendo...
fr: Récupération...
ja: 取得中...
ko: 가져오는 중...
ru: Получение...
zh_hans: 正在获取...
zh_hant: 正在取得...

# common.debug.fetch_current_weather
source: Fetch Current Weather
es_419: Obtener clima actual
fr: Obtenir la météo actuelle
ja: 現在の天気を取得
ko: 현재 날씨 가져오기
ru: Получить текущую погоду
zh_hans: 获取当前天气
zh_hant: 取得目前天氣

# common.debug.short_recording
source: Short Recording
es_419: Grabación corta
fr: Enregistrement court
ja: 短い録音
ko: 짧은 녹음
ru: Короткая запись
zh_hans: 短录音
zh_hant: 短錄音

# common.debug.long_recording
source: Long Recording
es_419: Grabación larga
fr: Enregistrement long
ja: 長い録音
ko: 긴 녹음
ru: Длинная запись
zh_hans: 长录音
zh_hant: 長錄音

# common.debug.clear_transcript
source: Clear Transcript
es_419: Limpiar transcripción
fr: Effacer la transcription
ja: 文字起こしをクリア
ko: 트랜스크립트 지우기
ru: Очистить транскрипцию
zh_hans: 清空转写
zh_hant: 清空轉寫

# common.debug.add_person
source: Add Person
es_419: Agregar persona
fr: Ajouter une personne
ja: 人物を追加
ko: 사람 추가
ru: Добавить человека
zh_hans: 添加人物
zh_hant: 添加人物

# common.debug.single_person_preset
source: Single Person Preset
es_419: Preconfiguración de una persona
fr: Préréglage une personne
ja: 単一人物プリセット
ko: 혼자 프리셋
ru: Предустановка одного человека
zh_hans: 单人预设
zh_hant: 單人預設

# common.debug.multi_person_preset
source: Multi Person Preset
es_419: Preconfiguración de varias personas
fr: Préréglage plusieurs personnes
ja: 多人プリセット
ko: 여러 명 프리셋
ru: Предустановка нескольких человек
zh_hans: 多人预设
zh_hant: 多人預設

# common.debug.system_card_config
source: System Card Config
es_419: Configuración de tarjeta del sistema
fr: Config de carte système
ja: システムカード設定
ko: 시스템 카드 설정
ru: Конфигурация системной карты
zh_hans: 系统卡配置
zh_hant: 系統卡配置

# common.debug.enable_today_in_history
source: Enable Today in History Card
es_419: Habilitar tarjeta Hoy en la historia
fr: Activer la carte Aujourd'hui dans l'histoire
ja: この日の記憶カードを有効化
ko: 오늘의 역사 카드 활성화
ru: Включить карточку Сегодня в истории
zh_hans: 启用首页往年今日卡
zh_hant: 啟用首頁往年今日卡

# common.debug.create_system_card_config
source: Create System Card Config
es_419: Crear configuración de tarjeta del sistema
fr: Créer une config de carte système
ja: システムカード設定を作成
ko: 시스템 카드 설정 만들기
ru: Создать конфигурацию системной карты
zh_hans: 创建系统卡配置
zh_hant: 建立系統卡配置

# common.debug.entry_count_one
source: 1 Entry
es_419: 1 entrada
fr: 1 entrée
ja: 1件
ko: 1개 항목
ru: 1 запись
zh_hans: 1 条
zh_hant: 1 條

# common.debug.entry_count_three
source: 3 Entries
es_419: 3 entradas
fr: 3 entrées
ja: 3件
ko: 3개 항목
ru: 3 записи
zh_hans: 3 条
zh_hant: 3 條

# common.debug.entry_count_six
source: 6 Entries
es_419: 6 entradas
fr: 6 entrées
ja: 6件
ko: 6개 항목
ru: 6 записей
zh_hans: 6 条
zh_hant: 6 條

# common.debug.no_history
source: No History
es_419: Sin historial
fr: Pas d'historique
ja: 履歴なし
ko: 기록 없음
ru: Нет истории
zh_hans: 无历史记录
zh_hant: 無歷史記錄

# common.debug.activity_type
source: Activity Type
es_419: Tipo de actividad
fr: Type d'activité
ja: アクティビティタイプ
ko: 활동 유형
ru: Тип активности
zh_hans: 运动类型
zh_hant: 運動類型

# common.debug.no_goal
source: No Goal
es_419: Sin meta
fr: Pas d'objectif
ja: 目標なし
ko: 목표 없음
ru: Без цели
zh_hans: 不设目标
zh_hant: 不設目標

# common.debug.not_recorded
source: Not Recorded
es_419: No registrado
fr: Non enregistré
ja: 未記録
ko: 기록되지 않음
ru: Не записано
zh_hans: 不记录
zh_hant: 不記錄

# common.debug.select_mood
source: Select Mood
es_419: Seleccionar estado de ánimo
fr: Sélectionner l'humeur
ja: 気分を選択
ko: 분위기 선택
ru: Выбрать настроение
zh_hans: 选择心情
zh_hant: 選擇心情

# common.debug.intensity
source: Intensity %d/5
es_419: Intensidad %d/5
fr: Intensité %d/5
ja: 強度 %d/5
ko: 강도 %d/5
ru: Интенсивность %d/5
zh_hans: 强度 %d/5
zh_hant: 強度 %d/5

# common.debug.completed_count
source: %d/%d completed
es_419: %d/%d completado
fr: %d/%d terminé
ja: %d/%d 完了
ko: %d/%d 완료
ru: %d/%d выполнено
zh_hans: %d/%d 已完成
zh_hant: %d/%d 已完成

# common.debug.progress
source: Progress %d%%
es_419: Progreso %d%%
fr: Progression %d%%
ja: 進捗 %d%%
ko: 진행률 %d%%
ru: Прогресс %d%%
zh_hans: 进度 %d%%
zh_hant: 進度 %d%%

# common.debug.set_reading_progress
source: Set Reading Progress
es_419: Establecer progreso de lectura
fr: Définir la progression de lecture
ja: 読書進捗を設定
ko: 독서 진행률 설정
ru: Установить прогресс чтения
zh_hans: 设置阅读进度
zh_hant: 設定閱讀進度

# common.debug.watched
source: Watched
es_419: Visto
fr: Regardé
ja: 視聴済み
ko: 시청
ru: Просмотрено
zh_hans: 已看过
zh_hant: 已看過

# common.backend.section.connection
source: Current Connection
es_419: Conexión actual
fr: Connexion actuelle
ja: 現在の接続
ko: 현재 연결
ru: Текущее подключение
zh_hans: 当前连接
zh_hant: 目前連線

# common.backend.section.health
source: Backend Health
es_419: Salud del backend
fr: Santé du backend
ja: バックエンド健全性
ko: 백엔드 상태
ru: Состояние бэкенда
zh_hans: 后端健康检查
zh_hant: 後端健康檢查

# common.backend.section.apple
source: Apple Sign In Debug
es_419: Depuración Apple Sign In
fr: Débogage Apple Sign In
ja: Apple サインイン デバッグ
ko: Apple Sign In 디버그
ru: Отладка Apple Sign In
zh_hans: Apple 登录调试
zh_hant: Apple 登入除錯

# common.skip
source: Skip
es_419: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
ru: Пропустить
zh_hans: 跳过
zh_hant: 跳過

# common.description
source: Description
es_419: Descripción
ja: 説明
ko: 설명
ru: Описание
zh_hans: 描述
zh_hant: 描述

# common.source
source: Source
es_419: Fuente
ja: 出典
ko: 출처
ru: Источник
zh_hans: 出处
zh_hant: 出處

# common.genre
source: Genre
es_419: Género
ja: ジャンル
ko: 장르
ru: Жанр
zh_hans: 类型
zh_hant: 類型

# common.debug.card_preview
source: Card Preview
ja: カードプレビュー
zh_hans: 卡片预览
zh_hant: 卡片預覽

# common.debug.subscription_test
source: Subscription Status & Test
ja: サブスク状態とテスト
zh_hans: 订阅状态与测试
zh_hant: 訂閱狀態與測試

# common.backend.title
source: Frontend / Backend
ja: フロントエンド / バックエンド
ko: 프론트엔드 / 백엔드
ru: Фронтенд / Бэкенд
zh_hans: 前后端交互
zh_hant: 前後端互動

# common.backend.host
source: Host
ja: ホスト名
zh_hans: 主机名
zh_hant: 主機名稱

# common.backend.configured_base_url
source: Configured Base URL
ja: 設定済み Base URL
zh_hans: 配置中的 Base URL
zh_hant: 設定中的 Base URL
